{
    "https://agriculture.ec.europa.eu/farming/animal-products/beef_en": "The European Union (EU) is a significant player in the production of beef and veal, supporting around 78 million cattle and providing various economic supports to maintain market stability. The EU offers income support and market measures, such as public intervention, to stabilize prices. If average prices fall below €2,224 per tonne, the European Commission can initiate public intervention through price supports or private storage aids, particularly if there's a sharp decline in average prices or production costs increase significantly. Exceptional circumstances, like animal diseases or consumer confidence loss, may trigger other market support. \n\nTo encourage efficient production, the EU allows certain exemptions for producer organizations in the beef sector, enabling them to negotiate supply under specific conditions.\n\nIn terms of trade, the EU manages beef and veal imports through tariff rate quotas, which can be allocated country-wide or broadly by 'Erga omnes'. These quotas are managed via a first-come, first-served basis or licensing system. Non-EU countries wishing to export beef to the EU must comply with strict veal marketing standards, ensuring regulatory alignment via an approved identification and registration system for animals younger than 12 months. The UK, despite Brexit, remains aligned with these standards per specific regulations pertaining to Northern Ireland.\n\nRegulations like Regulation (EU) 1308/2013 establish a common market organization, and monitoring systems are in place to maintain market stability. The EU employs carcass classification and price monitoring to ensure fair farmer payments and market transparency. Committees regularly discuss market trends to uphold policy efficacy.",
    "https://agriculture.ec.europa.eu/farming/animal-products/pork_en": "The content provides detailed insights into the pork industry within the European Union (EU), highlighting its role as a major global producer and exporter of pork and pork products, primarily to East Asian markets with China being a significant importer. The production is concentrated in Germany, Spain, and France, collectively accounting for about half of the EU's production. The sector operates under the common market organization, with no production quotas, and only uses private storage schemes occasionally to stabilize markets during crises.\n\nEU's pork market transparency is enhanced through initiatives like the meat market observatory which provides market data and short-term analyses. Regular presentations by the European Commission discuss market situations, with informative reports on trends. The agri-food data portal supplies essential market data, including price, production, trade, and tariff rate quotas.\n\nTrade of pork within the EU involves import tariffs and quotas facilitating competitive positioning against non-EU imports, underpinned by international agreements. The classification of pig carcasses ensures fair payments, regulated under a structured classification system.\n\nThe production of PDO and PGI hams can be managed under EU regulation, specifically allowing controlled supply conditions. Examples given include specific hams from Italy, such as Prosciutto San Daniele and Prosciutto Di Parma.\n\nSector governance includes various EU committees that exercise oversight on market evolutions and trade, maintaining dialogues on animal products. The legal framework for the EU pork sector stems from Regulation (EU) 1308/2013 and related delegated and implementing regulations for crisis periods. Recent updates include measures for sustainable production and trading resumption with specific countries.",
    "https://agriculture.ec.europa.eu/farming/animal-products/poultry_en": "The European Union (EU) is a significant global player in the poultry meat industry, being both a major producer with an output of approximately 13.4 million tons annually and a net exporter. While the EU imports high-value poultry primarily from Brazil, Thailand, and Ukraine, its exports mostly consist of lower-value products. The EU’s poultry market is part of a broader common market organization aimed at stabilizing agricultural markets and ensuring quality standards across member states.\n\nEU regulations around the poultry market are multifaceted. They include income support mechanisms for farmers, primarily through direct payments, and market interventions in extraordinary circumstances such as disease outbreaks or consumer confidence crises. The EU has developed marketing standards to ensure consistency and quality across the market, covering areas such as sales descriptions, quality grading, water content limits, and labeling requirements.\n\nImports from non-EU countries are regulated through import duties and licenses, ensuring compliance with EU health and safety standards. The EU also uses a system of tariff rate quotas that may adjust annually based on negotiations or EU expansions. Additionally, imported poultry must adhere to the EU’s stringent marketing standards as specified in Commission Regulation (EC) No 543/2008.\n\nMarket monitoring is a crucial aspect of the EU's strategy, allowing for informed decision-making and market stabilization. Weekly price data for poultry are submitted by member states to track trends and provide market transparency.\n\nThe EU engages in regular dialogue with various stakeholders and experts through committees and groups, ensuring that agricultural policies remain relevant and effective. This includes discussions on market evolution and adjustments needed to maintain competitive and fair trade practices.\n\nThe legal framework for these activities is established through several regulations, primarily Regulation (EU) 1308/2013, which outlines the organization's approach to agricultural markets, including measures to manage market shocks like animal diseases.",
    "https://agriculture.ec.europa.eu/farming/animal-products/sheepmeat-and-goatmeat_en": "The European Union manages a significant sheep and goat population, primarily in vulnerable economic regions like mountains, with 85% being sheep and 15% goats. Main producers include Greece, Spain, France, Ireland, and Romania, with different regions producing different types of lamb. The EU supports its farmers with income support payments and manages trade through import quotas and export facilitation.\n\nThe EU imports around 20% of its lamb, mutton, and goatmeat consumption, predominantly from New Zealand, Australia, and Mercosur countries, while exporting about 10% of its production mainly to the Far East and Middle East. To support the market, the EU provides private storage aid and exceptional support during crises, like animal diseases or consumer confidence loss.\n\nMarket measures for sheep and goatmeat are regulated through a common market organisation, having legal bases in various EU regulations. The EU monitors prices, production, and trade closely, offering weekly market reports and dashboards. Import duties apply except where tariff-rate quotas, established by EU regulations, allow.\n\nDifferent EU committees meet regularly to discuss market conditions and implementation of agricultural policies. These committees include representatives from member countries and are involved in policy execution and adaptation. The civil dialogue group and working group focus on maintaining a continuous dialogue on sheepmeat and goatmeat matters. Evaluative studies and regular short- to medium-term outlook reports are published to guide policy and trade.",
    "https://agriculture.ec.europa.eu/farming/animal-products/milk-and-dairy-products_en": "The European Union (EU) plays a pivotal role in the global dairy sector, producing approximately 155 million tonnes of milk annually. Germany, France, Poland, the Netherlands, Italy, and Ireland are the leading producers, contributing over 70% of the EU's total milk output. The EU has adopted market intervention mechanisms to stabilize the dairy market during disruptions, including public intervention and aid for private storage. Public intervention involves purchasing butter and skimmed milk powder (SMP) to store until favorable market conditions return, while private storage aids cover costs when products like butter, SMP, and PDO/PGI cheeses are temporarily withdrawn from the market. The EU is a significant player in global dairy exports, particularly in cheese and SMP, regulated by specific requirements and trade agreements which include import duties and quotas.\n\nThe regulatory framework for these market activities is underpinned by policies such as the 'Milk Package,' which enhances supply chain transparency via negotiated contracts and producer organizations. These initiatives were introduced to bolster resilience after the end of the quota system in 2015. The EU's trade policies are facilitated by export licenses and import regimes detailed in Commission regulations. For domestic markets, committees and observatories monitor and analyze data to guide strategic actions. Rules and exceptional measures, such as those during the COVID-19 crisis, ensure the sector’s stability and adaptation to new challenges. Marketing standards further define classifications for milk and associated products, enhancing consistency across the market.",
    "https://agriculture.ec.europa.eu/farming/animal-products/eggs_en": "The document provides an overview of the egg production market within the European Union (EU), which supports over 350 million laying hens, producing approximately 6.7 million tonnes of eggs annually. The EU ensures consistent quality and consumer protection through marketing standards which dictate the marking, grading, packaging, storage, transportation, and retail presentation of eggs. While eggs have not been subject to linked payments or production quotas, import duties apply to eggs imported from non-EU countries, which must adhere to animal health, food safety, and marketing standards.\n\nFurthermore, the egg market is regulated under the common market organisation as per Regulation (EU) No 1308/2013 with detailed rules under Commission Implementing Regulation (EU) 2023/2466 and Commission Delegated Regulation (EU) 2023/2465. To ensure market stability, the European Commission conducts regular monitoring by collecting weekly wholesale price data for Class A eggs from EU member states. Prices are gathered under the guidelines of Commission Implementing Regulation (EU) 2017/1185.\n\nVarious committee meetings are held regularly to oversee the EU's responsibility in adopting regulatory acts, discuss market trends and issues, and maintain dialogues through groups like the Expert Group on Agricultural Markets and the civil dialogue group on animal production. Relevant resources and tools include market situation reports, dashboards, and public access to price data on the agricultural sector, which help inform policy decisions and market operations.",
    "https://agriculture.ec.europa.eu/farming/animal-products/honey_en": "The document provides a comprehensive overview of the honey market within the EU, emphasizing the significant roles of honeybee colonies in agricultural and environmental sectors. Beekeeping is widespread across all EU nations but varies in terms of conditions and practices. The European Union is a major honey producer, second only to China, but it still relies on imports from non-EU countries. The document discusses the implementation of rules surrounding the quality and labelling of honey. A revised Honey Directive became effective on June 13, 2024, mandating origin labelling for honey blends from 2026 and empowering the European Commission to establish methods for detecting adulteration. It also involves setting up the Honey Platform to enhance authenticity controls and explore EU-wide traceability initiatives.\n\nThe document also details the strategic and financial support for the beekeeping sector under the EU's Common Agricultural Policy (CAP). From January 2023, apiculture support has been integrated as a mandatory component of the CAP Strategic Plans for the 2023-2027 period. This support includes various interventions such as advisory services, combating beehive threats, climate adaptation practices, and market monitoring to enhance product quality. EU member nations have flexibility in determining interventions to address local beekeeping needs, guided by CAP's legal regulations. Annual EU funding, significantly increased from EUR 40 million in 2019 to EUR 60 million beginning in 2021, supports these initiatives.\n\nAdditionally, advisory groups and expert committees ensure effective implementation and monitoring of these policies, with emphasis on improved marketing standards for honey and related apiculture products. The EU aims to bolster the beekeeping sector's resilience, productivity, and market presence amidst changing climatic and economic landscapes.",
    "https://agriculture.ec.europa.eu/farming/crop-productions-and-plant-based-products/cereals_en": "The European Union (EU) plays a significant role as a producer and trader of cereals and supports its agricultural sector through the Common Agricultural Policy (CAP). This policy provides market intervention, aid for private storage, and trade policies. A key shift in CAP is the move towards decoupled subsidies, where farmer payments are not tied to production quantities. Within the policy framework, the EU has integrated arable crops under a single market organization focusing on two areas: market intervention by the European Commission and aid for private storage. The intervention includes purchasing stocks during emergencies to help stabilize market prices.\n\nTrade measures are crucial as about 20% of the EU's wheat is exported annually, and significant amounts of oilseeds, animal feed, and rice are imported. There are import/export licenses and trade tariffs involved, but WTO commitments mean some imports come with lower or zero tariffs. Most of the EU's cereals (predominantly wheat, maize, and barley) are used as animal feed, while minor quantities go for human consumption and biofuels. The major oilseed crop is rapeseed, followed by sunflower seeds and soybeans, which are used primarily for food, feed, and fuel. Despite limited internal production support, half of the animal feed oilseeds are imported, usually tariff-free.\n\nRice production meets most EU consumption, with imports supplementing the demand. Import regulations require certification from authorized agencies to ensure product quality. Market oversight is conducted through the EU crops market observatory, which analyzes market trends and data from global and EU perspectives.\n\nLegislation provides a legal basis for the market organization of relevant agricultural products. Various studies, committees, and expert groups inform policy development and implementation, focusing on market trends, infrastructure, and the effectiveness of existing legislation. Committees and expert groups work with EU and non-EU stakeholders to ensure legislative objectives are met and market function is efficient.",
    "https://agriculture.ec.europa.eu/farming/crop-productions-and-plant-based-products/fruit-and-vegetables_en": "The European Union supports the fruit and vegetable sector primarily through initiatives aimed at stabilizing market conditions, enhancing competitiveness, increasing eco-friendly practices, and improving consumer transparency. Key to this strategy is the role of Producer Organizations (POs), which are voluntary collectives of growers that receive EU backing for operational programs. National authorities are tasked with recognizing these POs, implementing national strategies, and reporting to the EU Commission regularly on their performance.\n\nEU funding supports various crisis prevention measures such as market withdrawals, green and non-harvesting actions, promotion activities, and harvest insurance. Specifically, regions lacking producer organizations can tap into additional national funding to aid such formations. POs play a significant role in executing these strategies, as they are responsible for managing operational programs that include market-oriented actions and crisis management techniques.\n\nA crucial aspect of the EU’s policy includes the emphasis on environmental responsibility, with mandates requiring a portion of operational funds to focus on sustainable practices beyond mandatory standards, which is further overseen by a national framework subject to EU Commission approval.\n\nThe EU also enforces marketing standards to ensure product quality and consumer transparency, applying detailed checks and controls across member states and at import borders, including those standards updated to align with UNECE recommendations. Compliance evaluations ensure each batch meets these predefined metrics, fostering a consistent level of product quality throughout the EU market.",
    "https://agriculture.ec.europa.eu/farming/crop-productions-and-plant-based-products/bananas-other-plantain_en": "The European Union (EU) is the largest importer of bananas, with a total supply of 5.8 million tonnes in 2021. 74% of this supply comes from Latin American countries, 15% from African, Caribbean, and Pacific (ACP) countries, and 11% from EU production. The EU supports its banana producers through the European Agricultural Guarantee Fund and Rural Development Programmes, with specific measures for agriculture in its outermost regions.\n\nThe EU employs a tariff-only regime for banana imports, which began in January 2006, to offer market access to developing countries while supporting EU producers. It has established several agreements with major banana-producing nations to facilitate fair and balanced market access. These include the 2009 Geneva Agreement, which grants 'most favored nation' status to certain Latin American countries, reducing tariffs from €176/t to €114/t by 2019. Additionally, most Latin American banana producers have signed Free Trade Agreements with the EU, reducing tariffs to €75/t by January 2020.\n\nThe EU also enables duty- and quota-free access for ACP countries through economic partnership agreements. The European Commission monitors the banana market, releasing reports on production and import levels and prices thrice annually.\n\nThe EU integrates its banana trade policy into its broader objectives of fostering sustainable development, inclusive growth, and poverty eradication in developing countries through comprehensive trade and development policies.",
    "https://agriculture.ec.europa.eu/farming/crop-productions-and-plant-based-products/sugar_en": "The European Union is the leading producer of beet sugar, contributing to 50% of the global production. Despite its large beet sugar industry, beet sugar itself only accounts for 20% of total global sugar production, while the remaining 80% is derived from sugar cane. The majority of sugar beet cultivation in the EU happens in its northern areas such as Northern France, Germany, the Netherlands, Belgium, and Poland, which are favored with a suitable climate.\n\nEU sugar policies fall under the common market organization (CMO) framework, which provides guidelines for market operations, including income support for beet farmers in the form of decoupled direct payments. Additionally, there is voluntary coupled support available for specific sectors like sugar beet in certain distressed EU regions.\n\nThe EU market policy includes market and trade measures to support the sugar sector, such as private storage aid and responses to significant market disturbances. These measures are considered when average market prices, reference thresholds, and production costs indicate troubling economic impacts.\n\nTrade measures are handled exclusively by the EU and align with World Trade Organization policies. The EU allows duty-free access under agreements like \"Everything but Arms\" with developing countries and various economic partnerships.\n\nFurthermore, EU sugar policy includes monitoring via the EU sugar market observatory, which provides data, market analyses, and outlooks. It also includes structured discussions through committees and high-level groups to address market conditions and stakeholder concerns. The exploratory and evaluative nature of the High-Level Group on Sugar aims to find effective policy solutions for market challenges.",
    "https://agriculture.ec.europa.eu/farming/crop-productions-and-plant-based-products/olive-oil_en": "The document outlines the significant role the European Union (EU) plays in the global olive oil market, being the largest producer, consumer, and exporter. It details that the EU is responsible for 67% of the world’s olive oil production, primarily from Mediterranean countries like Spain, Italy, and Greece, which are also major consumers. Olive oil is categorized into eight specific types, but only some are available to consumers at the retail level, such as extra-virgin olive oil and virgin olive oil.\n\nThe EU engages in comprehensive market monitoring through the EU olive oil and table olives market observatory, which tracks production, trade figures, and market trends. The majority of exports are directed towards the USA, Brazil, and Japan. Marketing standards and regulations are enforced to maintain quality and fairness in the market, including strict categorization based on physico-chemical and organoleptic characteristics.\n\nConformity checks are conducted within the EU to ensure compliance with these standards, focusing on labelling, packaging, and the categorization of oils.\n\nAdditionally, the EU is part of international agreements such as the International Olive Council and adheres to international standards like the Codex Alimentarius. Various legislation underpins the market’s structure, supporting regulations around marketing, organic production, geographical indications, and mechanisms such as private storage aid to stabilize market prices.\n\nSupport programs and regulations contribute to maintaining a balanced and fair olive oil market, addressing oversupply issues with measures like private storage aid, and enhancing traceability and consumer confidence through strict oversight.",
    "https://agriculture.ec.europa.eu/farming/crop-productions-and-plant-based-products/wine_en": "The European Union (EU) remains the world's leading wine producer, accounting for a significant portion of global wine production, area, and consumption. Between 2020 and 2025, the EU's average annual wine production was 157 million hectoliters, making up 60% of the global outputs. In 2023, EU wines contributed to two-thirds of the global wine trade. The wine sector's contributions extend beyond economics, playing a vital role in supporting rural communities and preserving cultural heritages. Over the years, EU policies have acknowledged this significance, constantly undergoing reforms to enhance competitiveness, simplify regulations, and sustain market balance. Key legislative measures include regulating vineyard growth, labeling, and oenological practices aimed at maintaining quality and heritage. Following shifts in demand due to economic, social, and environmental factors, the High-Level Group on Wine Policy in 2024 proposed recommendations to adapt production practices, enhance sectoral resilience, and align with evolving consumer trends. Additionally, EU countries offer support through wine support programs, focusing on promotions, consumer education, vineyard restructuring, and innovation. Furthermore, the EU maintains bilateral and multilateral trade agreements enhancing international market access.",
    "https://agriculture.ec.europa.eu/farming/crop-productions-and-plant-based-products/aromatised-wine_en": "Aromatised wine products are alcoholic beverages made by infusing a base wine with added flavorings, as well as other ingredients like grape must, alcohol, colors, and sugars. In the European Union (EU), these products are categorized into three groups: aromatised wines (such as vermouth), aromatised wine-based drinks (e.g., sangria and Glühwein), and aromatised wine-product cocktails. These traditional beverages hold cultural significance in countries like Italy, Germany, Croatia, Spain, and France, some of which have secured geographical indications for specific products such as Vermouth di Torino and Nürnberger Glühwein. \n\nThe EU does not directly support the production of these products; however, they benefit from national wine sector support programs. The EU maintains a legislative framework for the production, labeling, and protection of geographical indications of aromatised wine products. This framework is articulated in EU regulation 251/2014 and regulation 2017/670, which define production standards, authorized processes, and labeling requirements. These regulations also provide protections for geographical indications.\n\nTo ensure proper administration and discussion of policies affecting aromatised wine products, committees and expert groups meet regularly. The committee for the common organization of agricultural markets, for instance, discusses market trends and trade policies, while the civil dialogue group on wine ensures ongoing stakeholder engagement on matters concerning wine and aromatised wine products. The EU wine market observatory aims to enhance transparency by gathering and disseminating market data and analysis on aromatised wine products.",
    "https://agriculture.ec.europa.eu/farming/crop-productions-and-plant-based-products/spirit-drinks_en": "The European Union (EU) heavily regulates the production and labeling of spirit drinks, which are traditional to the region and significant in international trade. Such drinks encompass 47 categories and approximately 250 geographical indications, including rum, whisky, brandy, vodka, and products like Irish Whiskey and Cognac. Despite not directly supporting production, the EU maintains a legislative framework ensuring consistent definitions, production standards, and geographical indication protection under Regulation (EU) 2019/787, along with Commission Delegated and Implementing Regulations (EU) 2021/1235 and 2021/1236. These regulations impact what can be labeled as spirit drinks and how they integrate with other products. The sector is a major employment source, supporting 1.2 million direct jobs and contributing significantly to trade, with €9.74 billion exported in 2022, favorably impacting the EU trade balance. The enforcement of these standards and the management of quality marks like geographical indications involve public registers for supervisory bodies and compliance authorities. Committees and groups facilitate regular dialogue on market, trade, and regulatory developments within the sector, ensuring that EU spirit drinks maintain high standards and reputability internationally.",
    "https://agriculture.ec.europa.eu/farming/crop-productions-and-plant-based-products/hops_en": "The cultivation and trade of hops in the European Union are significant both in terms of scale and influence on the global market. Hops, which include fresh or dried cones, powders, pellets, and extracts, are primarily produced in the EU by approximately 2,600 farms covering 26,500 hectares. This represents about 60% of global hop-growing areas. Germany is the leading EU producer, contributing to 60% of the EU's hop acreage and approximately one-third of worldwide hop production. Other notable EU producers include Czechia, Poland, and Slovenia.\n\nThe EU produces around 50,000 tonnes of hops annually, with alpha acid content exceeding 5,000 tonnes. Despite the global rise in beer production, the demand for hops, specifically alpha acid, has not increased proportionally due to technological advancements and shifting consumer tastes towards less bitter beer. This has led to a surplus in supply over demand, maintaining relatively low hop prices since 2009.\n\nEurope, and particularly the EU, remains a central player in the global hops market, often acting as a net exporter with a typical surplus of 20,000 tonnes in cone equivalents. Major export destinations include Russia, the United States, and Japan. Hops and hop products require an attestation of equivalence for EU imports, ensuring quality and origin standards. This attestation can be issued by authorized agencies in the country of origin or outside it if necessary. The EU is part of an international hop growers' convention that facilitates information exchange among producers and other stakeholders.\n\nRegulation (EU) No 1308/2013 governs the hops market, covering aspects such as certification processes, producer groups, and import regulations. Executive oversight is conducted by various committees under the EU, ensuring market operations align with established legal frameworks.",
    "https://agriculture.ec.europa.eu/farming/crop-productions-and-plant-based-products/cotton_en": "The EU cotton market is relatively small, contributing less than 0.2% to European agricultural production, but it holds regional significance, particularly in Greece and Spain, which together account for nearly all of the continent's cotton cultivation. Cotton production in the EU is focused on 320,000 hectares, with Greece growing most of this at 250,000 hectares, followed by Spain with 48,000 hectares, and a minimal amount in Bulgaria. The cotton sector is supported by EU policies, including decoupled income support tied to environmental standards, and crop-specific payments to stabilize production. The EU has no import duties or export subsidies for cotton, making its market fully open. Despite its small size in volume (only 1% of global production), cotton production is crucial for the local economies of regions where it is grown. EU policy towards cotton includes support measures that promote a sustainable, competitive cotton sector, without distorting the market. These measures include a restructuring scheme launched in 2009 to improve economic viability by supporting investments in the ginning industry and quality schemes. Legislation such as EU regulation 1307/2013 provides the legal framework for cotton support schemes. Market monitoring involves tracking production, consumption, and trade activities to adjust support and regulatory measures as needed. The cotton sector's performance and the impact of EU measures have been evaluated to ensure continued support aligns with economic, environmental, and regional development goals.",
    "https://agriculture.ec.europa.eu/farming/crop-productions-and-plant-based-products/tobacco_en": "The European Union has witnessed a significant decline in tobacco cultivation since 1991, reducing from approximately 400,000 tonnes to 140,000 tonnes by 2018. During this period, the number of EU countries producing tobacco expanded from eight to twelve, with Italy, Spain, Poland, Greece, Croatia, France, Hungary, and Bulgaria leading production, accounting for 99% of EU output. The decline in cultivation area, now halved since 2001, and the reduction in the number of specialist producers to 26,000, reflect decreased tobacco consumption. The primary varieties grown include \"flue-cured\" Virginia (71%), \"light-air-cured\" Burley (16%), with remaining varieties \"sun-cured\" and others constituting smaller percentages. The EU's contribution to global raw tobacco production remains minor, under 2%. In 2018, the EU imported 420,000 tonnes and exported 120,000 tonnes of raw tobacco. \n\nThe regulatory framework for tobacco within the EU is primarily governed by Regulation 1308/2013, which classifies raw tobacco under code 2401 and organizes interbranch operations within the sector. Since 2010, the EU ceased direct subsidies for tobacco production, transitioning previous support into basic payments and rural development aid as per Regulations 1307/2013 and 1305/2013, respectively. Due to the lack of direct subsidies, committees focused on agricultural markets and specific dialogues on arable crops have not addressed tobacco issues since 2017.",
    "https://agriculture.ec.europa.eu/farming/crop-productions-and-plant-based-products/hemp_en": "Hemp production in the European Union (EU) has been increasing, with a focus on its environmental benefits and diverse utility across sectors such as textiles, food, construction, and energy. The area for hemp cultivation expanded from 20,540 hectares in 2015 to 33,020 hectares in 2022, an increase of 60%. Simultaneously, production rose by 84.3% from 97,130 tonnes to 179,020 tonnes. France is the leading producer in the EU, providing over 60% of the output.\n\nHemp cultivation supports European Green Deal objectives due to its positive environmental impacts including carbon sequestration, enhancing biodiversity, preventing soil erosion, and reducing pesticide use. One hectare of hemp can sequester 9-15 tonnes of CO2, akin to a young forest but in a much shorter growth period of five months.\n\nThe EU recognizes hemp's potential in sustainable economic models, particularly in the circular economy. Hemp fibre is gaining traction in the textile industry, serving as a sustainable raw material. In construction, hemp-based products like hempcrete are valuable for their carbon-sequestering properties. Hemp seeds are nutritious and used in both human food and animal feed.\n\nRegulations under the Common Agricultural Policy (CAP) and other EU directives govern the production and trade of hemp and hemp products to ensure compliance with THC content limits and to avoid narcotic use. Hemp cultivation is supported by CAP through various financial aids and strategic plans promoting both economic and environmental benefits.\n\nHemp imports must meet strict criteria, including low THC levels, with procedures in place to prevent unauthorized use of seeds for sowing. Farmers can access CAP support, provided they adhere to these regulations, to advance both agricultural productivity and environmental sustainability.",
    "https://agriculture.ec.europa.eu/farming/crop-productions-and-plant-based-products/live-plants-and-flowers_en": "The European Union (EU) is heavily involved in the production and trade of live plants and floriculture products, which include live trees, shrubs, bushes, and ornamental products frequently supplied by nurseries and florists. With a significant production capacity, the EU occupies about 10% of the total global area dedicated to flower production and accounts for 44% of global flower and pot-plant output. The EU is a net exporter when it comes to pot plants, conifers, hardy perennial plants, bulbs, and corms, while it imports more cut flowers and cut foliage than it exports, resulting in an overall trade surplus in live plants and floriculture products.\n\nThe legal framework governing this sector is based on the single common organisation of agricultural markets as articulated in Regulation (EU) 1308/2013. The European Commission plays a central role in monitoring production, market dynamics, and trade flows. This includes the authority to adjust supply to meet market needs through quality improvement and better organisation of product production, processing, and marketing. Furthermore, it involves helping build market forecasts, providing tools to manage trade through import licenses, and setting minimum export prices for specific plant products to non-EU countries.\n\nThe EU operates various committees, including the committee for the common organisation of the agricultural markets, which serves as advisory bodies where representatives from EU governments meet to discuss market trends, production, and trade issues affecting this sector. These committees ensure the EU Commission's regulations and implementing acts align with the collective interests of EU member states."
}